{
  "Grown-Up DeFi.": "La DeFi avanzata.",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "La piattaforma Cosmos Strato-1 per progetti selezionati dalla communità che creano un valore vero",
  "Build on Kujira": "Sviluppa su Kujira",
  "Semi-Permissioned": "Semi-Permesso",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "Affinché uno smart contract venga lanciato su Kujira, dev'essere approvato tramite la governance. Così si garantisce che la qualità, la sostenibilità, e la longevità della rete siano protette. Un catalogo affiatato di prodotti che generano entrate vere e con un'esperienza utente davvero eccezionale. \"DeFi Maturo\" non è un meme.",
  "On-chain Scheduler": "Pianificatore On-Chain",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "Il pianificatore on-chain consente alla creazione dei protocolli con una minore dipendenza dai bot. Vuol dire che si sprecano meno transazioni. È possibile creare protocolli per funzionare in modo più efficiente, e le tariffe che in precedenza erano utilizzate per incentivare l'utilizzo dei bot possono ora essere restituite agli utenti della rete.",
  "Native Token Generation": "Generazione di token nativi",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Gli sviluppatori non dovranno gestire due punti diversi d'ingresso nei loro Smart Contract, ma per una sola denominazione nativa. Così, ogni token nella rete sarà un token nativo di Cosmos e il beneficio associato alla liquidazione e allo scambio che producono sarà poi concesso agli staker KUJI.",
  "Build with Cosmos SDK": "Sviluppa con Cosmos SDK",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Accedi all'intero ecosistema Cosmos senza interruzioni in un ambiente con sicurezza e interoperabilità comprovate tramite l'IBC.",
  "CosmWASM 1.0 Support": "Supporto CosmoWASM 1.0",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Sfrutta l'espressività del sistema di Rust e l'architettura di livello mondiale di Cosmwasm per creare degli Smart Contract in modo sicuro.",
  "Thriving Community": "Comunità in espansione",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "Con oltre 50.000 utenti attivi e una communità molto impegnata su Twitter, Discord, e Telegram, è l'ambiente perfetto per dare libero sfogo ai tuoi progetti",
  "Built to Last": "Costruita per durare",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Una proposta a lungo termine che genera uso reale, con vantaggi e sostenibilità sia per sviluppatori, che per validatori e utenti.",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Liquida degli asset diversi in tutto il Cosmos con un solo clic. Nessun bot, nessun codice, nessun problema.",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "",
  "Bid on ORCA": "",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "",
  "Trade on FIN": "",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "",
  "Send on BELUGA": "",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "",
  "Stake on BLUE": "",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "",
  "ORCA Launch": "",
  "KUJI Token Launch": "",
  "Basic ORCA Analytics": "",
  "Governance": "",
  "BELUGA Launch for CW20": "",
  "BELUGA Launch for Native Tokens": "",
  "Premium Access Review": "",
  "CEX Listings": "",
  "Premium Analytics": "",
  "Place bids with aUST": "",
  "Cross-chain Money Markets Discussions": "",
  "Smart-Contract Beluga (Trustless Distribution)": "",
  "sAVAX Support": "",
  "CosmWasm Liquidation Contract": "",
  "EVM Liquidation Contract": "",
  "bATOM Support": "",
  "bSOL Support": "",
  "FIN Launch": "",
  "Launch Kujira L1 on Cosmos": "",
  "New token generation event": "",
  "BLUE launch on Kujira L1": "",
  "ORCA launch on Kujira L1": "",
  "FIN launch on Kujira L1": "",
  "What's Next": "",
  "First protocol to launch on Kujira": "",
  "Margin trading on FIN": "",
  "Multiple cross-chain markets for ORCA": "",
  "Early Investors & Partners": "",
  "Real Financial Freedom Means Winning In All Markets.": "",
  "Manifesto": "",
  "Everyone deserves to be a whale.": "",
  "Vision": "",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "",
  "Mission": "Missione",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Costruire tool che sono facili e efficienti da usare per tutti, dal novizio entusiasta delle crypto all'investitore navigato, in base alla chain scelta, senza bisogno di aggiungere rischio oltre a quello che si può perdere.",
  "Roadmap": "Tabella di marcia",
  "Dashboard": "Dashboard",
  "Markets": "Mercati",
  "Connect Wallet": "Connetti il wallet",
  "Disconnect Wallet": "Disconnetti il wallet",
  "Total 0 KUJI Staked": "Totale di 0 KUJI in stake",
  "500 Staked": "500 in stake",
  "24h Change": "Cambiamento ultime 24h",
  "24h Hugh": "Massimo ultime 24h",
  "24h Low": "Minimo ultime 24h",
  "7d Volume": "Volume degli ultimi 7 giorni",
  "Order Book": "Libro degli ordini",
  "Price": "Prezzo",
  "Amount": "Quantità",
  "Total": "Totale",
  "Recent Orders": "Ordini recenti",
  "Time": "Tempo",
  "Open Orders": "Apri ordini",
  "Date": "Data",
  "Pair": "Coppia",
  "Side": "Lato",
  "Filled": "Completi",
  "Unfilled": "Non completi",
  "Filled Orders": "Ordini completi",
  "Claim": "Reclama",
  "Claim all": "Reclama tutto",
  "Retract": "Ritira",
  "Retract all": "Ritira tutto",
  "Available": "Disponibile",
  "Spot": "Spot",
  "Limit": "Limit",
  "Estimated Fee": "Commissioni stimate",
  "Estimated Return": "Ritorno stimato",
  "Orders placed during bootstrapping have no fees": "",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Le commissioni di 0.075% sono pagate ai proprietari di KUJI quando l'ordine completato viene reclamato",
  "Market": "Mercato",
  "Estimated": "Stimati",
  "Estimated rates cannot be guaranteed": "I tassi stimati non possono essere garantiti",
  "Buy KUJI": "Compra KUJI",
  "Sell KUJI": "Vendi KUJI",
  "Buy": "Compra",
  "Sell": "Vendi",
  "Rate": "Tasso",
  "Fee": "Commissioni",
  "Slippage": "Slippage",
  "Margin": "Margin",
  "Coming soon...": "In arrivo",
  "Fee structure": "Struttura delle commissioni",
  "Trading Fees": "Commissioni di trade",
  "Maker": "Maker",
  "Taker": "Taker",
  "100% of all fees generated on FIN are paid to KUJI stakers": "Il 100% delle commissioni generate su FIN sono pgate agli staker di KUJI",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Imposta, cancella e ritira dei trade richiede una firma al contratto - che signidica commissioni di rete. Queste sono generalmente pochi centesimi.",
  "About FIN": "Riguardo FIN",
  "Developer Docs": "Documenti di sviluppo",
  "Finder": "Cerca",
  "Staked": "In stake",
  "Stake KUJI": "Stake KUJI",
  "Total Staked": "Totale in stake",
  "Wallet": "Wallet",
  "Swap": "Scambio",
  "Stake": "Stake",
  "Govern": "Decidere",
  "Migrate": "Migrare",
  "Identity": "Identità",
  "Bonded Tokens": "Token vincolati",
  "Self Delegation": "Auto-delegazione",
  "Min Self Delegation": "Minimo di auto-delegazione",
  "Contact": "Contatto",
  "Account Address": "Indirizzo dell'account",
  "Validator Address": "Indirizzo del validatore",
  "Consensus Public Address": "Indirizzo di consenso pubblico",
  "Hex Address": "",
  "Signer Address": "Indirizzo che firma",
  "Active": "Attivo",
  "Redelegate": "Ridelega",
  "Unstake": "Unstake",
  "Max Rate": "Tasso massimo",
  "Max Change Rate": "Tasso di scambio massimo",
  "Copy": "Copia",
  "Commission": "Commissione",
  "Estimated Slippage": "Slippage stimato",
  "Swap Now": "Scambia Ora",
  "Instantly trade on the Kujira Network with the best available rate": "Scambia istantaneamente su rete kujira al miglior tasso possibile",
  "Max:": "Massimo",
  "TX Fee": "Commissioni per transazione",
  "Slippage Limit": "Limite dello slippage",
  "Manage": "gestisci",
  "Tokens": "Token",
  "Deactivating": "Disattivazione",
  "Inactive": "Non attivo",
  "Validator": "Validatori",
  "Amount Staked": "Quantità in staking",
  "Pending Rewards": "Ricompense in sospeso",
  "Staking Summary": "Sommario dello staking",
  "Claim All Rewards": "Ricevi tutte le ricompense",
  "Redelegation available at": "La redelgazione possibile a",
  "validators": "validatori",
  "Voting": "Voto",
  "Status": "Status",
  "Uptime": "Tempo online",
  "Top 33% of Voting Power": "Il primo 33% del potere di voto",
  "Top 67% of Voting Power": "Il primo 67% del potere di voto"
}
